<div class="container-fluid breadcrumb-container">
	<div class="row">
		<!--		<div class="col-md-12">--><!--			<ol class="breadcrumb">-->
		<!--				<li><a href="index.html">Home</a></li>--><!--				<li class="active">Contact</li>-->
		<!--			</ol>--><!--		</div>-->
		<div class="col-md-12">
			<h1>Кто мы?</h1>
		</div>
	</div>
</div>
<div class="container-fluid separator">
	<div class="row">
		<div class="col-md-12">
			<p>Высокотехнологичная, динамичная и молодая компания, которая объединяет топ-менеджеров крупных IT-
				компаний и экспертов в маркетинге, финансовой, банковской сферах.</p>

			<p><strong>Мы создаем</strong> новые стандарты дистанционных сервисов.</p>

			<p><strong>Мы работаем</strong> на рынке финансовых технологий, сервисов мобильной и электронной коммерции,
				телемедицины и облачных решений.</p>

			<p><strong>Мы запускаем</strong> уникальные программные решения и новые бизнес-модели в области финансовых и
				мобильных технологий.</p>

			<h2>Наша команда</h2>

			<p>Молодые и активные профессионалы в области финансовых технологий, маркетинга, платежных систем и
				мобильных сервисов.</p>

			<h2>Наш подход</h2>
			<ul>
				<li><strong>Система instant learning</strong> - позволяет непрерывно развивать сотрудников. Обучение на
					конференциях, семинарах, тренингах, обмен опытом и знаниями внутри команды.
				</li>
				<li><strong>Непринужденная обстановка в офисе</strong> помогает эффективному взаимодействию между
					группами, располагает к обмену мнениями по работе и поискам оптимального решения для всех задач
				</li>
				<li><strong>Внедрение мировых стандартов</strong> в области разработки ПО и ведения проектов позволяют
					быстро и качественно реализовывать все наши идеи.
				</li>
			</ul>
		</div>
	</div>
</div>