<div class="container-fluid breadcrumb-container">
	<div class="row">
		<!--		<div class="col-md-12">--><!--			<ol class="breadcrumb">-->
		<!--				<li><a href="index.html">Home</a></li>--><!--				<li class="active">Contact</li>-->
		<!--			</ol>--><!--		</div>-->
		<div class="col-md-12">
			<h1>Mobile2Care</h1>
		</div>
	</div>
</div>
<div class="container-fluid separator">
	<div class="row">
		<div class="col-md-12">
			<p><strong>Mobile2Care</strong> - комплексная медицинская услуга для дистанционного мониторинга здоровья.
				Данное решение включает в себя устройство, выполненное в виде браслета с набором датчиков и сенсоров, и
				облачное решение для хранения и обработки полученных данных.</p>
		</div>
		<div class="col-md-9 col-xs-12">
			<h4>Параметры для измерения</h4>
			<ul>
				<li>Пульсоксиметрия (степень насыщения крови кислородом)</li>
				<li>Акселерометрия (изменение положения тела в пространстве)</li>
				<li>Температура тела</li>
				<li>ЭКГ</li>
				<li>ЭДА (электродермальная активность)</li>
				<li>Артериальное давление</li>
			</ul>
			<h4>Облачное решение M2C</h4>
			<ul>
				<li><strong>Обработка сигналов и данных измерений</strong> - обработка реализована на компилируемых
					языках программирования с использованием специализированных математических библиотек обработки.
				</li>
				<li><strong>Хранилище данных</strong> - хранение медицинских и немедицинских данных о клиентах.</li>
				<li><strong>Крипто-сервис</strong> - обеспечивает быстрое шифрование/дешифрование персональной и
					медицинской информации.
				</li>
				<li><strong>Мобильное приложение</strong> - предоставляет возможность загрузки измерений, а также
					получения информации о результатах обработки.
				</li>
				<li><strong>Веб-интерфейс</strong> - личный кабинет клиента, врача, администратора.</li>
				<li><strong>Внешние системы</strong> - СМС-оповещение, платежные системы.</li>
			</ul>
		</div>
		<div class="col-md-3 col-xs-12">
			<img src="/assets/projects/Bracelet.png" width="250" height="250" />
			<img src="/assets/projects/M2C_oblako.png" width="250" height="250" />
		</div>
	</div>
</div>