<?php
/**
 * Created by PhpStorm.
 * User: mantisa1824
 * Date: 04.09.14
 * Time: 15:21
 */

class DinnerMenuItemTableSeeder extends Seeder{

	public function run(){
		return array(
			array(
				'title' => 'Блюдо № 1',
				'description' => 'салат Греческий; семга отварная с овощами; картофельное пюре с добавлением натурального сливочного масла; хлеб пшеничный; хлеб ржаной; Вилка столовая одноразовая; Нож столовый одноразовый',
				'price' => 120,
				'date' => '',
				'deleted' => false,

			),
			array(
				'title' => 'Блюдо № 2',
				'description' => 'салат Греческий; семга отварная с овощами; картофельное пюре с добавлением натурального сливочного масла; хлеб пшеничный; хлеб ржаной; Вилка столовая одноразовая; Нож столовый одноразовый',
				'price' => 145,
				'date' => '',
				'deleted' => false,

			),
			array(
				'title' => 'Блюдо № 3',
				'description' => 'салат Греческий; семга отварная с овощами; картофельное пюре с добавлением натурального сливочного масла; хлеб пшеничный; хлеб ржаной; Вилка столовая одноразовая; Нож столовый одноразовый',
				'price' => 215,
				'date' => '',
				'deleted' => false,

			),
			array(
				'title' => 'Блюдо № 4',
				'description' => 'салат Греческий; семга отварная с овощами; картофельное пюре с добавлением натурального сливочного масла; хлеб пшеничный; хлеб ржаной; Вилка столовая одноразовая; Нож столовый одноразовый',
				'price' => 45,
				'date' => '',
				'deleted' => false,

			),
			array(
				'title' => 'Блюдо № 5',
				'description' => 'салат Греческий; семга отварная с овощами; картофельное пюре с добавлением натурального сливочного масла; хлеб пшеничный; хлеб ржаной; Вилка столовая одноразовая; Нож столовый одноразовый',
				'price' => 100,
				'date' => '',
				'deleted' => false,

			),
			array(
				'title' => 'Блюдо № 6',
				'description' => 'салат Греческий; семга отварная с овощами; картофельное пюре с добавлением натурального сливочного масла; хлеб пшеничный; хлеб ржаной; Вилка столовая одноразовая; Нож столовый одноразовый',
				'price' => 250,
				'date' => '',
				'deleted' => false,

			),
			array(
				'title' => 'Блюдо № 7',
				'description' => 'салат Греческий; семга отварная с овощами; картофельное пюре с добавлением натурального сливочного масла; хлеб пшеничный; хлеб ржаной; Вилка столовая одноразовая; Нож столовый одноразовый',
				'price' => 200,
				'date' => '',
				'deleted' => false,

			),
			array(
				'title' => 'Блюдо № 8',
				'description' => 'салат Греческий; семга отварная с овощами; картофельное пюре с добавлением натурального сливочного масла; хлеб пшеничный; хлеб ржаной; Вилка столовая одноразовая; Нож столовый одноразовый',
				'price' => 75,
				'date' => '',
				'deleted' => false,

			),
			array(
				'title' => 'Блюдо № 9',
				'description' => 'салат Греческий; семга отварная с овощами; картофельное пюре с добавлением натурального сливочного масла; хлеб пшеничный; хлеб ржаной; Вилка столовая одноразовая; Нож столовый одноразовый',
				'price' => 80,
				'date' => '',
				'deleted' => false,

			),
			array(
				'title' => 'Блюдо № 10',
				'description' => 'салат Греческий; семга отварная с овощами; картофельное пюре с добавлением натурального сливочного масла; хлеб пшеничный; хлеб ржаной; Вилка столовая одноразовая; Нож столовый одноразовый',
				'price' => 140,
				'date' => '',
				'deleted' => false,

			),

		);
	}
} 